export const data = [
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة فطار",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "50 جنية",
		img: "1.jpg",
		category: "فطار",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة غداء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "120 جنية",
		img: "2.jpg",
		category: "غداء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة فطار",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "50 جنية",
		img: "1.jpg",
		category: "فطار",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة غداء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "120 جنية",
		img: "2.jpg",
		category: "غداء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة عشاء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "70 جنية",
		img: "2.jpg",
		category: "عشاء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة فطار",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "50 جنية",
		img: "1.jpg",
		category: "فطار",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة غداء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "120 جنية",
		img: "2.jpg",
		category: "غداء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة عشاء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "70 جنية",
		img: "2.jpg",
		category: "عشاء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة غداء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "120 جنية",
		img: "2.jpg",
		category: "غداء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة عشاء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "70 جنية",
		img: "2.jpg",
		category: "عشاء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة غداء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "120 جنية",
		img: "2.jpg",
		category: "غداء",
	},
	{
		id: Math.floor(Math.random() * 1000),
		title: "وجبة عشاء",
		discription:
			"وجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطاروجبة وجبة فطار",
		price: "70 جنية",
		img: "2.jpg",
		category: "عشاء",
	},
];
